{
  "MENU-ABOUT":"Über mich",
  "MENU-SKILLS":"Expertise",
  "MENU-PORTFOLIO":"Portfolio",
  "MENU-HI":"Sag Hi!",
  "SCROLL-TOP": "Scroll",
  "SCROLL-DOWN": "herunter",
  "ABOUT-TITLE":"Über mich",
  "ABOUT-DESCRIPTION-TOP":"Als Frontend-Entwickler mit Sitz in Nürnberg, Deutschland, bringe ich eine einzigartige Mischung aus technischen Fähigkeiten und praktischer Erfahrung mit. Vor meiner Tätigkeit als Webentwickler war ich 6 Jahre lang als Vertriebsingenieur tätig, was mir eine besonders hohe Auffassungsgabe und ein tiefes Verständnis für die Bedürfnisse von Kunden und Stakeholdern verschafft hat. Mit meiner fundierten Expertise in modernen Webentwicklungstechnologien und -frameworks kann ich nun die Visionen und Konzepte von Designern und Unternehmen in leistungsfähige und ansprechende digitale Anwendungen umsetzen und Projekte vom Konzept bis zur Umsetzung erfolgreich begleiten, dabei Kreativität und Lernbereitschaft einbringend.",
  "ABOUT-DESCRIPTION-BOTTOM":"Mein Ziel ist es, meine Karriere als Junior-Webentwickler in einem dynamischen und innovativen Umfeld fortzusetzen, in dem ich mein technisches Know-how und meine praktische Erfahrung in einem anspruchsvollen, praxisorientierten Arbeitsumfeld einbringen und mich kontinuierlich weiterentwickeln kann.",
  "ABOUT-CONTACT":"Sollten Sie den Eindruck haben, dass meine Fähigkeiten Ihre Projekte bereichern könnten, zögern Sie bitte nicht, mich zu kontaktieren.",
  "ABOUT-BUTTON": "Lass uns reden",
  "SKILLS-TITLE": "Expertise",
  "PORTFOLIO-TITLE": "Portfolio",
  "PORTFOLIO-DESCRIPTION": "Probieren Sie meine neuesten Entwicklungsprojekte aus und schauen Sie sich deren Code an.",
  "PORTFOLIO-POKEDEX": "Basierend auf der PokéAPI, einer einfachen Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
  "PORTFOLIO-JOIN": "Taskmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben per Drag-and-Drop-Funktion, weisen Sie Benutzer und Kategorien zu.",
  "PORTFOLIO-SHARKY":"Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Sharkie, Münzen und Giftflaschen zu finden, um gegen den Schwertwal zu kämpfen.",
  "PORTFOLIO-TRY":"ausprobieren",
  "SAY":"Servus!",
  "CONTACT-HEADER":"Möchten Sie ein neues Projekt besprechen?",
  "CONTACT-DISCUSS":"Lassen Sie uns Ihre Ideen besprechen und umsetzen",
  "CONTACT-NAME":"Ihr Name",
  "CONTACT-NAME-ERROR":"Ihr Name wird benötigt",
  "CONTACT-EMAIL":"Ihre Email-Adresse",
  "CONTACT-EMAIL-ERROR":"Ihre Email-Adresse wird benötigt",
  "CONTACT-EMAIL-ERROR-VALID":"Bitte geben Sie eine gültige Email-Adresse",
  "CONTACT-MESSAGE":"Ihre Nachricht",
  "CONTACT-MESSAGE-ERROR":"Ihre Nachricht ist leer",
  "CONTACT-ACCEPTANCE":"Ich habe die",
  "CONTACT-ACCEPTANCE-2":"gelesen und stimme der Verarbeitung meiner Daten, wie beschrieben, zu.",
  "CONTACT-ACCEPTANCE-ERROR":"Bitte akzeptieren Sie die Datenschutzerklärung",
  "CONTACT-PRIVACY":"Datenschutzrichtlinie",
  "CONTACT-SEND":"absenden",
  "FOOTER-LEGAL":"Impressum"
}
